**Задание**
<hr>
Создайте DataFrame, в котором будет не менее трех столбцов.

Выведите первые и последние 3 строки вашей таблицы

Сохраните ваш DataFrame в csv формат

In [40]:
import pandas as pd

In [41]:
#создание словаря с данными
data = {
    'name': ["Ivan", "Petr", "Michael", "Vlad", "Anton", "Alina"],
    'age': ['14', '18', '24', '20', '17', '65'],
    'job': ['student', "student", 'IT', 'Doctor', 'Fishman', "IT"],
    "gender": ['male', 'male', 'male', 'male', 'male', 'female']
}

#преобразование данных в DataFrame
people = pd.DataFrame(data)

In [42]:
#первые три строки
people.head(3)

      name age      job gender
0     Ivan  14  student   male
1     Petr  18  student   male
2  Michael  24       IT   male

In [43]:
#последние три строки
people.tail(3)

    name age      job  gender
3   Vlad  20   Doctor    male
4  Anton  17  Fishman    male
5  Alina  65       IT  female

In [44]:
#экспорт в csv
people.to_csv("people")